export const mockQuests = [
  {
    id: 1,
    title: "Склеп",
    description: "Средневековое кладбище таит в себе много страшных тайн. Местные жители говорят, что в склепе похоронен граф вампир, который по ночам выходит на охоту, чтобы испить человеческой крови. Через час солнце опустится за горизонт, успеете ли вы убить вампира и выбраться из склепа?",
    previewImg: "img/preview-sklep.jpg",
    coverImg: "img/cover-sklep.jpg",
    type: "adventures",
    level: "hard",
    peopleCount: [2, 5],
    duration: 120
  },

  {
    id: 2,
    title: "Маньяк",
    description: "Средневековое кладбище таит в себе много страшных тайн. Местные жители говорят, что в склепе похоронен граф вампир, который по ночам выходит на охоту, чтобы испить человеческой крови. Через час солнце опустится за горизонт, успеете ли вы убить вампира и выбраться из склепа?",
    previewImg: "img/preview-sklep.jpg",
    coverImg: "img/cover-sklep.jpg",
    type: "mystic",
    level: "medium",
    peopleCount: [2, 10],
    duration: 120
  },

  {
    id: 3,
    title: "Ритуал",
    description: "Средневековое кладбище таит в себе много страшных тайн. Местные жители говорят, что в склепе похоронен граф вампир, который по ночам выходит на охоту, чтобы испить человеческой крови. Через час солнце опустится за горизонт, успеете ли вы убить вампира и выбраться из склепа?",
    previewImg: "img/preview-sklep.jpg",
    coverImg: "img/cover-sklep.jpg",
    type: "horror",
    level: "hard",
    peopleCount: [6, 78],
    duration: 120
  },

  {
    id: 4,
    title: "История призраков",
    description: "Средневековое кладбище таит в себе много страшных тайн. Местные жители говорят, что в склепе похоронен граф вампир, который по ночам выходит на охоту, чтобы испить человеческой крови. Через час солнце опустится за горизонт, успеете ли вы убить вампира и выбраться из склепа?",
    previewImg: "img/preview-sklep.jpg",
    coverImg: "img/cover-sklep.jpg",
    type: "detective",
    level: "easy",
    peopleCount: [0, 1],
    duration: 120
  },
];

